/*

Assigned

1. Дэлгүүрт үйлчлүүлэгч орж ирэв. Хэрэв үйлчлүүлэгчийн овог нэр 
өгөгдсөн бол товч хэлбэрээр хэвлэ. Ж нь : Батын Дэлгэр -> Б.Дэлгэр

2. Хоёр тэмдэгт мөр өгөхөд ижил эсэхийг тогтоо.

3. Хамгийн ихдээ 100 оронтой байж болох бүхэл тоог урвуулан хэвлэ.

4. Ямар нэгэн тэмдэгт мөр өгөгдөхөд палиндром эсэхийг шалгана уу.

5. Өгөгдсөн тэмдэгт мөрийн үсгүүдийг эхний мөрөнд бүгдийг нь жижиг, 
дараа нь том болгож хэвлэ.

6. 3 мөр шүлэг өгөгдсөн бол хэдэн үг орсныг тоолно уу

7. Өгөгдсөн тоонд харгалзах ASCII тэмдэгтийг хэвлэ.

8. Өгөгдсөн тэмдэгтэд харгалзах ASCII кодыг хэвлэ.

9  Англи цагаан толгойн өгөгдсөн 3 үсгийг харгалзах том үсэгт нь шилжүүл.

   Жишээ 1: 
            
         Input:
            A n d

         Output:
            A N D

10.   Өгөгдсөн тэмдэгтийг дараагийн тэмдэгтийнх нь хамт хэвлэ. 
(Англи цагаан толгой)

      Жишээ 1: 
               
            Input:
               c

            Output:
               cd   

      Жишээ 2: 

            Input:
               A

            Output:
               AB


10.   Сурагч 3 оронтой тоо бичихдээ 1 тэмдэгт /цифр биш/ илүү биччихжээ.
 Илүү бичсэн тэмдэгтийг хасч уг оронтой тооны квадратыг ол.

      Жишээ 1: 
            Input: 
               12r3 

            Output: 
               15129

      Жишээ 2: 
            Input: 
               1a1 

            Output: 
               111

*/
